[
  {
    "ja-JA": "むかしむかし、竹やぶに住む竹取の翁という老人がいました。",
    "en-EN": "Once upon a time, there was an old man named Bamboo Cutter who lived in a bamboo thicket.",
    "id-ID": "Pada suatu ketika, hiduplah seorang lelaki tua bernama Pemotong Bambu yang tinggal di rumpun bambu.",
    "zh-CN": "从前，有一位老人，名叫竹刀，住在竹林里。",
    "si-SI": "එකෝමත් එක කාලෙක උණ පඳුරක බම්බු කටර් කියලා වයසක කෙනෙක් හිටියා."
  },
  {
    "ja-JA": "ある日、翁が竹を切りに行くと、光り輝く竹を見つけます。",
    "en-EN": "One day, when an old man goes to cut bamboo, he finds a shiny piece of bamboo.",
    "id-ID": "Suatu hari, ketika seorang lelaki tua pergi untuk menebang bambu, dia menemukan sebatang bambu yang mengkilat.",
    "zh-CN": "有一天，一位老人去砍竹子，发现了一根闪闪发亮的竹子。",
    "si-SI": "දිනක් වයසක මිනිසෙක් උණ බම්බු කපන්නට ගිය විට ඔහුට දිලිසෙන උණ බම්බු කැබැල්ලක් හමුවෙයි."
  },
  {
    "ja-JA": "中から現れたのは、可愛らしい女の子でした。",
    "en-EN": "A cute girl appeared from inside.",
    "id-ID": "Seorang gadis cantik muncul dari dalam.",
    "zh-CN": "一个可爱的女孩从里面出现了。",
    "si-SI": "ඇතුලෙන් හුරතල් කෙල්ලෙක් මතු වුනා."
  },
  {
    "ja-JA": "翁と媼は娘のように大切に育て、かぐや姫と名付けます。",
    "en-EN": "Okina and Ni take care of her like a daughter and name her Princess Kaguya.",
    "id-ID": "Okina dan Ni merawatnya seperti anak perempuan dan menamainya Putri Kaguya.",
    "zh-CN": "奥伊娜和妮像女儿一样照顾她，并给她取名辉夜公主。",
    "si-SI": "Okina සහ Ni ඇයව දියණියක මෙන් රැකබලා ගන්නා අතර ඇයට Kaguya කුමරිය ලෙස නම් කරති."
  },
  {
    "ja-JA": "かぐや姫は日に日に美しく成長し、その美貌は都中に広がります。",
    "en-EN": "Princess Kaguya grows more beautiful day by day, and her beauty spreads throughout the city.",
    "id-ID": "Putri Kaguya tumbuh semakin cantik dari hari ke hari, dan kecantikannya menyebar ke seluruh kota.",
    "zh-CN": "辉夜姬一天天变得更加美丽，她的美丽传遍了整个城市。",
    "si-SI": "කගුයා කුමරිය දිනෙන් දින ලස්සන වන අතර ඇගේ සුන්දරත්වය නගරය පුරා පැතිරෙයි."
  },
  {
    "ja-JA": "帝をはじめ、多くの求婚者が姫を求め、様々な贈り物を贈りますが、かぐや姫は誰とも結婚する気はありませんでした。",
    "en-EN": "Many suitors, including the emperor, sought the princess and gave her various gifts, but Princess Kaguya had no intention of marrying anyone.",
    "id-ID": "Banyak pelamar, termasuk kaisar, mencari sang putri dan memberinya berbagai hadiah, namun Putri Kaguya tidak berniat menikahi siapa pun.",
    "zh-CN": "包括天皇在内的许多追求者都向公主求婚，并送给她各种礼物，但辉夜姬却无意嫁给任何人。",
    "si-SI": "අධිරාජ්‍යයා ඇතුළු බොහෝ සූපවේදීන් කුමරිය සොයා ගොස් ඇයට නොයෙකුත් තෑගිබෝග පිරිනැමූ නමුත් කගුයා කුමරියට කිසිවකු විවාහ කර ගැනීමට අදහසක් තිබුණේ නැත."
  },
  {
    "ja-JA": "かぐや姫には秘密がありました。",
    "en-EN": "Princess Kaguya had a secret.",
    "id-ID": "Putri Kaguya punya rahasia.",
    "zh-CN": "辉夜姬有一个秘密。",
    "si-SI": "කගුයා කුමරියට රහසක් තිබුණි."
  },
  {
    "ja-JA": "彼女は月に住む月の精であり、地上に降りてきたのでした。",
    "en-EN": "She was a moon spirit who lived on the moon and came down to earth.",
    "id-ID": "Dia adalah roh bulan yang tinggal di bulan dan turun ke bumi.",
    "zh-CN": "她是月神，住在月球上，来到地球。",
    "si-SI": "ඇය සඳ මත ජීවත් වූ සහ පෘථිවියට පහළ වූ සඳ ආත්මයකි."
  },
  {
    "ja-JA": "月に帰る日が近づくと、かぐや姫は寂しさを覚えながらも、月の世界のことを思い出します。",
    "en-EN": "As the day approaches for her to return to the moon, Princess Kaguya feels lonely but also remembers the world of the moon.",
    "id-ID": "Saat hari kembalinya ke bulan semakin dekat, Putri Kaguya merasa kesepian tetapi juga mengingat dunia bulan.",
    "zh-CN": "随着重返月球的日子临近，辉夜姬感到孤独，但也想起了月球的世界。",
    "si-SI": "ඇය නැවත සඳට යන දිනය ළං වන විට, කගුයා කුමරියට තනිකමක් දැනෙන නමුත් සඳෙහි ලෝකය ද සිහිපත් වේ."
  },
  {
    "ja-JA": "やがて、かぐや姫は月に帰る日を迎えます。",
    "en-EN": "Eventually, the day will come when Kaguyahime will return to the moon.",
    "id-ID": "Akhirnya, akan tiba saatnya Kaguyahime kembali ke bulan.",
    "zh-CN": "辉夜姬重返月球的那一天终会到来。",
    "si-SI": "අවසානයේදී, කගුයාහිමේ නැවත සඳට පැමිණෙන දිනය පැමිණේ."
  },
  {
    "ja-JA": "月の使者が現れ、かぐや姫を月へ連れ戻そうとします。",
    "en-EN": "A moon messenger appears and tries to take Kaguya back to the moon.",
    "id-ID": "Seorang utusan bulan muncul dan mencoba membawa Kaguya kembali ke bulan.",
    "zh-CN": "一位月亮使者出现并试图将辉夜带回月球。",
    "si-SI": "සඳ පණිවිඩකරුවෙකු පැමිණ කගුයා නැවත සඳ වෙත ගෙන යාමට උත්සාහ කරයි."
  },
  {
    "ja-JA": "しかし、かぐや姫は地上での生活を惜しみ、別れを悲しみます。",
    "en-EN": "However, Princess Kaguya misses her life on earth and is saddened by the separation.",
    "id-ID": "Namun, Putri Kaguya merindukan kehidupannya di bumi dan sedih dengan perpisahan tersebut.",
    "zh-CN": "然而，辉夜姬却很怀念她在人间的生活，并对分离感到悲伤。",
    "si-SI": "කෙසේ වෙතත්, කගුයා කුමරියට මිහිපිට ජීවිතය මග හැරෙන අතර වෙන්වීම ගැන දුක් වේ."
  },
  {
    "ja-JA": "帝や人々は、かぐや姫を月へ返すことを悲しみ、別れを惜しみます。",
    "en-EN": "The emperor and the people are saddened by the thought of returning Kaguya to the moon and regret to say goodbye.",
    "id-ID": "Kaisar dan rakyatnya sedih memikirkan kembalinya Kaguya ke bulan dan menyesal harus mengucapkan selamat tinggal.",
    "zh-CN": "想到辉夜还月，天皇和百姓都悲痛不已，遗憾告别。",
    "si-SI": "කගුයා නැවත සඳට පැමිණීම ගැන සිතීමෙන් අධිරාජ්‍යයා සහ ජනතාව කනගාටු වන අතර සමුගැනීමට පසුතැවිලි වෙති."
  },
  {
    "ja-JA": "しかし、かぐや姫の願いは叶えられず、月へ帰らなければなりませんでした。",
    "en-EN": "However, Princess Kaguya's wish was not granted and she had to return to the moon.",
    "id-ID": "Namun keinginan Putri Kaguya tidak dikabulkan dan dia harus kembali ke bulan.",
    "zh-CN": "然而辉夜姬的愿望没有实现，她不得不返回月球。",
    "si-SI": "කෙසේ වෙතත්, කගුයා කුමරියගේ ආශාව ඉටු නොවූ අතර ඇයට නැවත සඳට යාමට සිදු විය."
  },
  {
    "ja-JA": "かぐや姫は、残された不死の衣を帝に渡し、永遠の別れを告げます。",
    "en-EN": "Princess Kaguya gives the remaining robe of immortality to the emperor and bids him farewell forever.",
    "id-ID": "Putri Kaguya memberikan sisa jubah keabadian kepada kaisar dan mengucapkan selamat tinggal selamanya.",
    "zh-CN": "辉夜姬将仅存的仙衣献给皇帝，并与他永远告别。",
    "si-SI": "කගුයා කුමරිය අධිරාජ්‍යයාට අමරණීයත්වයේ ඉතිරි සිවුර ලබා දී සදහටම සමුගනී."
  },
  {
    "ja-JA": "そして、月の光に乗って、故郷の月へと帰っていきました。",
    "en-EN": "Then, riding on the light of the moon, he returned to his hometown, the moon.",
    "id-ID": "Kemudian, dengan menunggangi cahaya bulan, dia kembali ke kampung halamannya, bulan.",
    "zh-CN": "然后，他乘着月光，回到了自己的家乡——月亮。",
    "si-SI": "ඉන්පසුව, සඳ එළිය මත නැගී, ඔහු තම උපන් ගම වන සඳ වෙත ආපසු ගියේය."
  },
  {
    "ja-JA": "かぐや姫が去った後、帝は深く悲しみ、かぐや姫が遺した不死の衣を月に向かって燃やしました。",
    "en-EN": "After Kaguya-hime left, the emperor was deeply saddened and burned the robe of immortality that Kaguya-hime left behind toward the moon.",
    "id-ID": "Setelah Kaguya-hime pergi, kaisar sangat sedih dan membakar jubah keabadian yang ditinggalkan Kaguya-hime menuju bulan.",
    "zh-CN": "辉夜姬离开后，天皇悲痛万分，将辉夜姬留下的仙衣向着月亮烧掉了。",
    "si-SI": "Kaguya-hime පිටත්ව ගිය පසු, අධිරාජ්‍යයා දැඩි ලෙස ශෝකයට පත් වූ අතර Kaguya-hime සඳ දෙසට ඉතිරි කළ අමරණීයත්වයේ සළුව පුළුස්සා දැමීය."
  },
  {
    "ja-JA": "そして、かぐや姫が住んでいた竹やぶに小さな塚を築き、永遠の別れを惜しみました。",
    "en-EN": "Then, he built a small mound in the bamboo thicket where Princess Kaguya lived and said goodbye forever.",
    "id-ID": "Kemudian, dia membangun gundukan kecil di rumpun bambu tempat tinggal Putri Kaguya dan mengucapkan selamat tinggal selamanya.",
    "zh-CN": "然后，他在辉夜姬居住的竹林里筑起一座小土堆，永远告别。",
    "si-SI": "අනතුරුව කගුයා කුමරිය විසූ උණ පඳුරේ කුඩා පස් කන්දක් තනා සදහටම සමුගත්තේය."
  }
]