[
  {
    "ja-JA": "ある日の昼下がり。",
    "en-EN": "One afternoon in the afternoon.",
    "id-ID": "Suatu sore di sore hari.",
    "zh-CN": "一个下午的下午。"
  },
  {
    "ja-JA": "アリスは姉と一緒に歴史の勉強をしていましたが、すっかり退屈してしまっていました。",
    "en-EN": "Alice was studying history with her sister, but she was getting bored.",
    "id-ID": "Alice sedang belajar sejarah dengan adiknya, tapi dia mulai bosan.",
    "zh-CN": "爱丽丝正在和姐姐一起学习历史，但她感到无聊。"
  },
  {
    "ja-JA": "「挿絵の1枚もない本なんてとっても退屈だわ」",
    "en-EN": "``A book without a single illustration is very boring.''",
    "id-ID": "``Buku tanpa satu ilustrasi pun sangat membosankan.''",
    "zh-CN": "“一本没有插图的书是很无聊的。”"
  },
  {
    "ja-JA": "姉に勉強の続きを促されてもやる気はおきません。",
    "en-EN": "Even when my older sister urges me to continue studying, I don't feel motivated.",
    "id-ID": "Bahkan ketika kakak perempuanku mendesakku untuk terus belajar, aku tidak merasa termotivasi.",
    "zh-CN": "即使姐姐催促我继续学习，我也没有动力。"
  },
  {
    "ja-JA": "飼い猫のダイナにアリスは言います。",
    "en-EN": "Alice says to her cat Dinah.",
    "id-ID": "Alice berkata pada kucingnya, Dinah.",
    "zh-CN": "爱丽丝对她的猫黛娜说道。"
  },
  {
    "ja-JA": "「私の世界ではどの本も挿絵でいっぱいなのよ、私の世界ではね」",
    "en-EN": "“In my world, every book is full of illustrations, in my world.”",
    "id-ID": "“Di duniaku, setiap buku penuh dengan ilustrasi, di duniaku.”",
    "zh-CN": "“在我的世界里，每一本书都充满了插图，在我的世界里。”"
  },
  {
    "ja-JA": "「馬鹿げたことが当たり前なのよ。決まりなんて最初から1つもないの」",
    "en-EN": "\"Stupid things are the norm. There are no rules to begin with.\"",
    "id-ID": "\"Hal-hal bodoh adalah hal yang biasa. Tidak ada aturan sejak awal.\"",
    "zh-CN": "“愚蠢的事情是常态。一开始就没有规则。”"
  },
  {
    "ja-JA": "「どんな生き物も人間と同じようにおしゃべりができて、ウサギもオシャレな服を着て、きれいな家に住んでいる」",
    "en-EN": "``All living things can talk just like humans, and rabbits also wear fashionable clothes and live in clean houses.''",
    "id-ID": "``Semua makhluk hidup dapat berbicara seperti manusia, dan kelinci juga memakai pakaian yang modis dan tinggal di rumah yang bersih.''",
    "zh-CN": "“所有的生物都会像人类一样说话，兔子也穿着时髦的衣服，住在干净的房子里。”"
  },
  {
    "ja-JA": "「お花も話しかけてきてくれて寂しい時に慰めてくれる」",
    "en-EN": "“Flowers also talk to me and comfort me when I feel lonely.”",
    "id-ID": "“Bunga juga berbicara kepadaku dan menghiburku saat aku merasa kesepian.”",
    "zh-CN": "“当我感到孤独时，花也会跟我说话并安慰我。”"
  },
  {
    "ja-JA": "「そんなことが当たり前の世界があったっていいでしょ？」",
    "en-EN": "“Flowers also talk to me and comfort me when I feel lonely.”",
    "id-ID": "“Bunga juga berbicara kepadaku dan menghiburku saat aku merasa kesepian.”",
    "zh-CN": "“拥有一个这样的事情司空见惯的世界不是很好吗？”"
  },
  {
    "ja-JA": "そんなことを考えていたアリスの目の前に、とても驚く人物が現れます。",
    "en-EN": "As Alice was thinking about this, a very surprising person appeared in front of her.",
    "id-ID": "Saat Alice memikirkan hal ini, seseorang yang sangat mengejutkan muncul di hadapannya.",
    "zh-CN": "正当爱丽丝想着这个的时候，一个非常令人惊讶的人出现在了她的面前。"
  },
  {
    "ja-JA": "なんと、チョッキに眼鏡をかけた白ウサギがいたのです。それも大きな時計を持って。",
    "en-EN": "There was a white rabbit wearing a vest and glasses. He also carried a big watch.",
    "id-ID": "Ada seekor kelinci putih yang mengenakan rompi dan kacamata. Dia juga membawa jam tangan besar.",
    "zh-CN": "有一只穿着背心、戴着眼镜的小白兔。他还带着一块大手表。"
  },
  {
    "ja-JA": "「急がないと遅れるぞ！ 大変大変」",
    "en-EN": "\"If you don't hurry, you'll be late! It's very difficult.\"",
    "id-ID": "“Jika kamu tidak cepat, kamu akan terlambat! Ini sangat sulit.”",
    "zh-CN": "“再不快点就会迟到了！太难了。”"
  },
  {
    "ja-JA": "とても急いでいる様子の白ウサギに声をかけるアリス。",
    "en-EN": "Alice calls out to the White Rabbit, who seems to be in a great hurry.",
    "id-ID": "Alice memanggil Kelinci Putih, yang nampaknya sedang terburu-buru.",
    "zh-CN": "爱丽丝向白兔喊道，白兔似乎很着急。"
  },
  {
    "ja-JA": "「大変 大変 遅刻しそうだ　こんにちはどうもさようなら　って言う暇ない」",
    "en-EN": "\"I'm going to be very, very late. I don't have time to say hello and goodbye.\"",
    "id-ID": "\"Aku akan sangat, sangat terlambat. Aku tidak punya waktu untuk mengucapkan halo dan selamat tinggal.\"",
    "zh-CN": "“我会非常非常迟到。我没有时间打招呼和告别。”"
  },
  {
    "ja-JA": "しかし白ウサギは時計を指さしながらあっという間に走り去ってしまいます。",
    "en-EN": "However, the White Rabbit quickly runs away while pointing at the clock.",
    "id-ID": "Namun, Kelinci Putih dengan cepat lari sambil menunjuk jam.",
    "zh-CN": "然而，白兔指着时钟，很快就跑开了。"
  },
  {
    "ja-JA": "あんなに急いでいるところを見るとパーティなのかもしれないわ……と考えたアリスは白ウサギを追いかけることにしました。",
    "en-EN": "Alice thought that seeing him in such a hurry might be a party, so she decided to chase after the White Rabbit.",
    "id-ID": "Alice berpikir bahwa melihatnya terburu-buru mungkin adalah sebuah pesta, jadi dia memutuskan untuk mengejar Kelinci Putih.",
    "zh-CN": "爱丽丝觉得见到他这么匆忙可能是一场聚会，于是她决定去追白兔。"
  },
  {
    "ja-JA": "白ウサギが飛び込んだのは小さなトンネル。",
    "en-EN": "The white rabbit jumped into a small tunnel.",
    "id-ID": "Kelinci putih itu melompat ke dalam terowongan kecil.",
    "zh-CN": "小白兔跳进了一条小隧道。"
  },
  {
    "ja-JA": "好奇心いっぱいのアリスは後を追ってトンネルへ飛び込みますが、その先で大きな穴に落ちてしまいます。",
    "en-EN": "Alice, full of curiosity, jumps into the tunnel after him, but ends up falling into a large hole.",
    "id-ID": "Alice, penuh rasa ingin tahu, melompat ke dalam terowongan mengejarnya, tapi akhirnya jatuh ke dalam lubang besar.",
    "zh-CN": "充满好奇的爱丽丝跟着他跳进隧道，结果却掉进了一个大洞。"
  },
  {
    "ja-JA": "ふわりふわりとゆっくり落ちていく不思議な穴に落ちたアリスは……全てトンチンカンでみょうちきりんであべこべな、「ふしぎの国」に迷い込んでしまうのでした。",
    "en-EN": "Alice falls into a mysterious hole that slowly falls... and ends up wandering into a ``wonderland'' filled with all sorts of tricks and turns.",
    "id-ID": "Alice jatuh ke dalam lubang misterius yang perlahan-lahan jatuh... dan akhirnya mengembara ke ``negeri ajaib'' yang penuh dengan segala macam trik dan belokan.",
    "zh-CN": "爱丽丝掉进了一个神秘的洞里，慢慢地掉下去……最后误入了一个充满各种诡计和转折的“仙境”。"
  },
  {
    "ja-JA": "ふしぎの国でアリスは様々な不思議な体験や奇妙なキャラクターに出会います。",
    "en-EN": "Alice encounters various mysterious experiences and strange characters in Wonderland.",
    "id-ID": "Alice menghadapi berbagai pengalaman misterius dan karakter aneh di Negeri Ajaib.",
    "zh-CN": "爱丽丝在仙境中遇到了各种神秘的经历和奇怪的人物。"
  },
  {
    "ja-JA": "何かを食べるたびに体が大きくなったりちいさくなったり、森の中で双子に出会ってセイウチと大工の話を聞かされたり。",
    "en-EN": "Every time he eats something, his body gets bigger and smaller, and he meets twins in the forest and is told the story of the walrus and the carpenter.",
    "id-ID": "Setiap kali dia makan sesuatu, tubuhnya semakin besar dan kecil, dan dia bertemu anak kembar di hutan dan diceritakan kisah tentang walrus dan tukang kayu.",
    "zh-CN": "每次吃东西，他的身体就会变大变小，他在森林里遇到了双胞胎，并被讲述了海象和木匠的故事。"
  },
  {
    "ja-JA": "花畑ではいじわるな花に雑草扱いされて、イモムシにはめちゃくちゃな詩を覚えさせられます。",
    "en-EN": "In the flower garden, the nasty flowers treat her like weeds, and the caterpillars force her to memorize strange poems.",
    "id-ID": "Di taman bunga, bunga-bunga jahat memperlakukannya seperti rumput liar, dan ulat memaksanya menghafal puisi-puisi aneh.",
    "zh-CN": "花园里，讨厌的花朵像杂草一样对待她，毛毛虫迫使她背诵奇怪的诗歌。"
  },
  {
    "ja-JA": "森の中で出会った意味深に笑う猫に帽子屋を訪ねるようにアドバイスされて、「なんでもない日」を祝う不思議なお茶会に招かれるもお茶は1杯も飲めなかったり。",
    "en-EN": "A cat he meets in the forest with a meaningful smile advises him to visit a hat shop, and he is invited to a mysterious tea party to celebrate ``an ordinary day,'' but he is unable to drink a single cup of tea.",
    "id-ID": "Seekor kucing yang ditemuinya di hutan dengan senyuman penuh arti menasihatinya untuk mengunjungi toko topi, dan dia diundang ke pesta teh misterius untuk merayakan ``hari biasa,'' tetapi dia tidak dapat minum satu cangkir teh pun.",
    "zh-CN": "他在森林里遇到一只猫，带着意味深长的微笑建议他去一家帽子店，他被邀请参加一个神秘的茶会，庆祝“平凡的一天”，但他却无法喝一杯茶。"
  },
  {
    "ja-JA": "道に迷って途方にくれているとまた猫が現れて、帰り道を聞くと女王様に会うように言われます。",
    "en-EN": "When he is lost and at a loss, the cat appears again and when he asks for directions, he is told to meet the queen.",
    "id-ID": "Ketika dia tersesat dan kebingungan, kucing itu muncul kembali dan ketika dia menanyakan arah, dia disuruh menemui ratu.",
    "zh-CN": "当他迷路、不知所措时，猫又出现了，当他问路时，猫告诉他去见女王。"
  },
  {
    "ja-JA": "しかし、実は女王様はとてもわがままで、意地悪で。",
    "en-EN": "However, the queen is actually very selfish and mean.",
    "id-ID": "Namun, sang ratu sebenarnya sangat egois dan jahat.",
    "zh-CN": "然而，皇后其实是非常自私和刻薄的。"
  },
  {
    "ja-JA": "女王を怒らせてしまったアリスは裁判にかけられることに。",
    "en-EN": "Alice has offended the Queen and is put on trial.",
    "id-ID": "Alice telah menyinggung Ratu dan diadili.",
    "zh-CN": "爱丽丝冒犯了女王并受到审判。"
  },
  {
    "ja-JA": "でも裁判は「判決が先、評決なんて後でいいの！」と首をはねられることが決まっているひどいありさまでした。",
    "en-EN": "However, the trial was a terrible situation where it was decided that the person would be beheaded, saying, ``The verdict comes first, the verdict comes later!''",
    "id-ID": "Namun, persidangan tersebut merupakan situasi yang mengerikan dimana diputuskan bahwa orang tersebut akan dipenggal, dengan mengatakan, ``Putusan harus didahulukan, putusan akan datang belakangan!''",
    "zh-CN": "然而，审判的情况很糟糕，决定将人斩首，并说：“先有判决，后有判决！”"
  },
  {
    "ja-JA": "あんまりな内容に怒ったアリスは「怒りんぼで わがままで 底意地の悪い暴君よ」と反撃しますが、顔を真っ赤にして怒った女王陛下に追いかけられることに。",
    "en-EN": "Alice gets angry at the content and fights back, saying, ``You're an angry, selfish, mean-spirited tyrant,'' but her face turns red and she is chased by the angry Queen.",
    "id-ID": "Alice marah pada isinya dan melawan, berkata, ``Kamu adalah seorang tiran yang pemarah, egois, dan kejam,'' tetapi wajahnya memerah dan dia dikejar oleh Ratu yang marah.",
    "zh-CN": "爱丽丝对内容感到愤怒并反击说：“你是一个愤怒、自私、卑鄙的暴君”，但她的脸变红了，她被愤怒的女王追赶。"
  },
  {
    "ja-JA": "裁判所からバラの庭園、海を渡って逃げるアリスですが、ついには女王様に追いつかれそうになり……その直前で姉に声をかけられてアリスは目を覚ますのでした。",
    "en-EN": "Alice flees from the courthouse, through the rose garden, and across the ocean, but the queen almost catches up with her... and just before that, Alice wakes up when her sister calls out to her.",
    "id-ID": "Alice melarikan diri dari gedung pengadilan, melalui taman mawar, dan melintasi lautan, tetapi ratu hampir menyusulnya... dan sebelum itu, Alice terbangun ketika saudara perempuannya memanggilnya.",
    "zh-CN": "爱丽丝逃离法院，穿过玫瑰园，越过海洋，但女王几乎追上了她……就在这之前，爱丽丝在姐姐的呼唤中醒来。"
  }
]