[
  {
    "ja-JA": "むかしむかし、美しいけれど継母と二人の義姉に虐められているシンデレラがいました。",
    "en-EN": "Once upon a time, there was a beautiful Cinderella who was bullied by her stepmother and two stepsisters.",
    "id-ID": "Pada suatu ketika, ada seorang Cinderella cantik yang ditindas oleh ibu tirinya dan kedua saudara tirinya.",
    "zh-CN": "从前，有一个美丽的灰姑娘，她受到继母和两个继姐妹的欺负。"
  },
  {
    "ja-JA": "継母と義姉たちは、シンデレラに家事をさせて、自分は優雅な暮らしを送っていました。",
    "en-EN": "Cinderella's stepmother and stepsisters let Cinderella do the housework while she lived a luxurious life.",
    "id-ID": "Ibu tiri dan saudara tiri Cinderella membiarkan Cinderella melakukan pekerjaan rumah sementara dia menjalani kehidupan mewah.",
    "zh-CN": "灰姑娘的继母和继姐妹让灰姑娘做家务，她却过着奢侈的生活。"
  },
  {
    "ja-JA": "ある日、王子様が舞踏会を開くことになり、シンデレラの義姉たちも招待されました。",
    "en-EN": "One day, the prince decided to hold a ball, and Cinderella's sisters-in-law were also invited.",
    "id-ID": "Suatu hari, sang pangeran memutuskan untuk mengadakan pesta dansa, dan saudara ipar Cinderella juga diundang.",
    "zh-CN": "有一天，王子决定举办一场舞会，灰姑娘的嫂子也被邀请了。"
  },
  {
    "ja-JA": "シンデレラも心から行きたいと思いましたが、継母はそんなシンデレラを家にとどめて、粗末な仕事を与えました。",
    "en-EN": "Cinderella also really wanted to go, but her stepmother kept her at home and gave her a rough job.",
    "id-ID": "Cinderella juga sangat ingin pergi, tetapi ibu tirinya menahannya di rumah dan memberinya pekerjaan berat.",
    "zh-CN": "灰姑娘也很想去，但她的继母把她留在家里，给了她一份艰苦的工作。"
  },
  {
    "ja-JA": "シンデレラが一人泣いていると、そこに魔法使いが現れました。",
    "en-EN": "When Cinderella was crying alone, a magician appeared.",
    "id-ID": "Ketika Cinderella sedang menangis sendirian, seorang pesulap muncul.",
    "zh-CN": "当灰姑娘独自哭泣时，一位魔术师出现了。"
  },
  {
    "ja-JA": "魔法使いはシンデレラをかわいそうに思い、かぼちゃを馬車に、ネズミを御者に、そしてシンデレラ自身を美しいドレスを着たお姫様に変えてくれました。",
    "en-EN": "The wizard took pity on Cinderella and transformed a pumpkin into a carriage, a mouse into a driver, and Cinderella herself into a princess in a beautiful dress.",
    "id-ID": "Sang penyihir merasa kasihan pada Cinderella dan mengubah labu menjadi kereta, tikus menjadi pengemudi, dan Cinderella sendiri menjadi seorang putri dengan gaun yang indah.",
    "zh-CN": "巫师可怜灰姑娘，把南瓜变成了马车，把老鼠变成了车夫，灰姑娘自己变成了穿着美丽裙子的公主。"
  },
  {
    "ja-JA": "ただし、12時の鐘が鳴るまでに帰らなければ、魔法は解けてしまうと警告しました。",
    "en-EN": "However, he warned them that if they did not return by the time the bell rang at 12 o'clock, the spell would be broken.",
    "id-ID": "Namun, dia memperingatkan mereka bahwa jika mereka tidak kembali pada saat bel berbunyi pada pukul 12, mantranya akan rusak.",
    "zh-CN": "不过，他警告他们，如果在12点钟声响起时他们还没有回来，咒语就会被打破。"
  },
  {
    "ja-JA": "シンデレラは夢のような舞踏会で王子様と出会い、二人はすぐに心を惹かれ合いました。",
    "en-EN": "Cinderella met the prince at a dream-like ball, and the two were immediately attracted to each other.",
    "id-ID": "Cinderella bertemu sang pangeran di pesta seperti mimpi, dan keduanya langsung tertarik satu sama lain.",
    "zh-CN": "灰姑娘在一场梦幻般的舞会上遇见了王子，两人立刻被对方吸引。"
  },
  {
    "ja-JA": "しかし、12時の鐘が鳴り響き、シンデレラは慌てて宮殿を飛び出します。",
    "en-EN": "However, when the twelve o'clock bell rings, Cinderella rushes out of the palace.",
    "id-ID": "Namun, ketika bel jam dua belas berbunyi, Cinderella bergegas keluar istana.",
    "zh-CN": "然而，当十二点的钟声响起时，灰姑娘冲出了宫殿。"
  },
  {
    "ja-JA": "その際、階段でガラスの靴を落としてしまいます。",
    "en-EN": "At that time, he drops a glass slipper on the stairs.",
    "id-ID": "Saat itu, dia menjatuhkan sepatu kaca di tangga.",
    "zh-CN": "就在这时，他把一只玻璃鞋掉在了楼梯上。"
  },
  {
    "ja-JA": "王子様はシンデレラに一目惚れしており、落としたガラスの靴を手がかりにシンデレラを探し始めました。",
    "en-EN": "The prince fell in love with Cinderella at first sight and began searching for her using the lost glass slipper as a clue.",
    "id-ID": "Sang pangeran jatuh cinta pada Cinderella pada pandangan pertama dan mulai mencarinya menggunakan sepatu kaca yang hilang sebagai petunjuk.",
    "zh-CN": "王子对灰姑娘一见钟情，并以丢失的水晶鞋为线索开始寻找她。"
  },
  {
    "ja-JA": "そして、ついにシンデレラを見つけ出し、二人は結婚して幸せに暮らしました。",
    "en-EN": "He finally found Cinderella, and the two got married and lived happily ever after.",
    "id-ID": "Dia akhirnya menemukan Cinderella, dan keduanya menikah dan hidup bahagia selamanya.",
    "zh-CN": "他终于找到了灰姑娘，两人结婚了，从此过上了幸福的生活。"
  },
  {
    "ja-JA": "継母と義姉たちは、シンデレラの幸せを妬みながらも、何もできずに終わりました。",
    "en-EN": "Although the stepmother and stepsisters were jealous of Cinderella's happiness, they could do nothing.",
    "id-ID": "Meski ibu tiri dan saudara tirinya iri dengan kebahagiaan Cinderella, mereka tidak bisa berbuat apa-apa.",
    "zh-CN": "继母和继姐妹虽然嫉妒灰姑娘的幸福，却也无能为力。"
  }
]