[
  {
    "ja-JA": "むかしむかし、あるところに、おじいさんとおばあさんがいました。",
    "en-EN": "Once upon a time, there was an old man and an old woman.",
    "id-ID": "Pada suatu ketika, hiduplah seorang lelaki tua dan seorang wanita tua.",
    "zh-CN": "从前，有一位老人和一位老妇。",
    "si-SI": "එක කාලෙක මහලු මිනිසෙක් සහ වයසක කාන්තාවක් හිටියා."
  },
  {
    "ja-JA": "おじいさんは毎日山へ柴刈りに、おばあさんは川へ洗濯に出かけていました。",
    "en-EN": "Every day, the grandfather went to the mountains to cut grass, and the grandmother went to the river to do laundry.",
    "id-ID": "Setiap hari sang kakek pergi ke gunung untuk memotong rumput, dan sang nenek pergi ke sungai untuk mencuci pakaian.",
    "zh-CN": "每天，爷爷去山上割草，奶奶去河边洗衣服。",
    "si-SI": "හැමදාම සීයා තණකොළ කපන්න කඳුවලට ගියා, ආච්චි රෙදි සෝදන්න ගඟට ගියා."
  },
  {
    "ja-JA": "ある日、おばあさんが川で洗濯をしていると、川上から大きな桃が「ドンブラコッコ、スッコッコ」と流れてきました。",
    "en-EN": "One day, when the old woman was washing her clothes in the river, a large peach came floating down the river.",
    "id-ID": "Suatu hari, ketika wanita tua itu sedang mencuci pakaiannya di sungai, sebuah buah persik berukuran besar datang mengambang di sungai.",
    "zh-CN": "有一天，老妇人在河里洗衣服时，一只大桃子顺流而下。",
    "si-SI": "දිනක් මහලු කාන්තාව ගඟේ රෙදි සෝදන විට විශාල පීච් ගෙඩියක් ගඟ දිගේ පාවෙමින් තිබේ."
  },
  {
    "ja-JA": "この桃をおみやげにしようと思ったおばあさんは、桃を洗濯物と一緒にたらいに入れて持って帰ります。",
    "en-EN": "The old woman, who wanted to take the peach as a souvenir, put it in a tub with her laundry and took it home.",
    "id-ID": "Wanita tua yang ingin mengambil buah persik itu sebagai oleh-oleh, memasukkannya ke dalam bak berisi cucian dan membawanya pulang.",
    "zh-CN": "老妇人想把桃子当作纪念品，把它和洗好的衣服一起放进桶里带回家。",
    "si-SI": "සමරු තිළිණයක් ලෙස පීච් ගෙඩිය රැගෙන යාමට සිතූ මහලු කාන්තාව එය රෙදි සෝදන යන්ත්‍රය සමඟ ටබ් එකක දමා නිවසට රැගෙන ගියාය."
  },
  {
    "ja-JA": "家に帰って、おじいさんとおばあさんは桃を切ってみると、なんと、中から元気いっぱいの男の子が飛び出してきました。",
    "en-EN": "When the grandfather and grandmother returned home, they cut the peach, and to their surprise, a lively boy jumped out from inside.",
    "id-ID": "Ketika kakek dan nenek kembali ke rumah, mereka memotong buah persik, dan yang mengejutkan mereka, seorang anak laki-laki yang bersemangat melompat keluar dari dalam.",
    "zh-CN": "爷爷奶奶回到家，切桃子时，谁知从里面跳出了一个活泼的男孩。",
    "si-SI": "සීයා සහ ආච්චි ආපසු නිවසට පැමිණි විට, ඔවුන් පීච් කපා, ඔවුන් පුදුමයට පත් කරමින්, සජීවී පිරිමි ළමයෙක් ඇතුළතින් එළියට පැන්නේය."
  },
  {
    "ja-JA": "子どもがいなかったおじいさんとおばあさんは、大喜びです。",
    "en-EN": "The grandfathers and grandmothers who had no children were overjoyed.",
    "id-ID": "Kakek dan nenek yang tidak memiliki anak sangat gembira.",
    "zh-CN": "没有孩子的爷爷奶奶们欣喜若狂。",
    "si-SI": "දරුවෝ නැති සීයලා ආච්චිලා පුදුම සතුටකින් හිටියේ."
  },
  {
    "ja-JA": "桃から生まれた男の子を、おじいさんとおばあさんは桃太郎と名付けました。",
    "en-EN": "The grandfather and grandmother named the boy born from the peach Momotaro.",
    "id-ID": "Kakek dan nenek tersebut menamai anak laki-laki yang lahir dari buah persik Momotaro.",
    "zh-CN": "祖父和祖母为桃太郎所生的男孩取名。",
    "si-SI": "සීයා සහ ආච්චි පීච් වලින් උපන් පිරිමි ළමයාට Momotaro ලෙස නම් කළහ."
  },
  {
    "ja-JA": "桃太郎はすくすくと育ち、やがて強い男の子になりました。",
    "en-EN": "Momotaro grew up quickly and eventually became a strong boy.",
    "id-ID": "Momotaro tumbuh dengan cepat dan akhirnya menjadi anak yang kuat.",
    "zh-CN": "桃太郎很快长大，最终成为一个坚强的男孩。",
    "si-SI": "Momotaro ඉක්මනින් හැදී වැඩුණු අතර අවසානයේ ශක්තිමත් පිරිමි ළමයෙකු බවට පත් විය."
  },
  {
    "ja-JA": "そしてある日、桃太郎は言いました。",
    "en-EN": "Then one day, Momotaro said.",
    "id-ID": "Lalu suatu hari, kata Momotaro.",
    "zh-CN": "然后有一天，桃太郎说道。",
    "si-SI": "ඊට පස්සේ දවසක් Momotaro කිව්වා."
  },
  {
    "ja-JA": "「僕は鬼退治に行きたい！」おじいさんとおばあさんは心配しましたが、桃太郎の強い気持ちに負けて、きびだんごを作ってあげることにしました。",
    "en-EN": "``I want to go kill demons!'' The grandfather and grandmother were worried, but they gave in to Momotaro's strong feelings and decided to make him some millet dumplings.",
    "id-ID": "``Saya ingin pergi membunuh setan!'' Kakek dan nenek khawatir, tapi mereka menyerah pada perasaan kuat Momotaro dan memutuskan untuk membuatkan dia pangsit millet.",
    "zh-CN": "“我要去杀妖！”爷爷奶奶很担心，但还是屈服于桃太郎的强烈感情，决定给他包一些小米饺子。",
    "si-SI": "‘‘මට යක්කු මරන්න යන්න ඕන!’’ සීයා සහ ආච්චි කනස්සල්ලට පත් වූ නමුත් මොමොටාරෝගේ දැඩි හැඟීම්වලට යටත් වූ ඔවුහු ඔහුට මෙනේරි ඩම්ප්ලිං කිහිපයක් සෑදීමට තීරණය කළහ."
  },
  {
    "ja-JA": "桃太郎はきびだんごをたくさん持ってお供を連れて鬼ヶ島を目指しました。",
    "en-EN": "Momotaro headed for Onigashima with many millet dumplings and his companions.",
    "id-ID": "Momotaro menuju Onigashima dengan banyak pangsit millet dan teman-temannya.",
    "zh-CN": "桃太郎带着许多小米饺子和同伴前往鬼岛。",
    "si-SI": "මොමොටාරෝ බොහෝ මෙනේරි ඩම්ප්ලිං සහ ඔහුගේ සගයන් සමඟ ඔනිගෂිමා වෙත ගියේය."
  },
  {
    "ja-JA": "道中、桃太郎は犬に出会いました。",
    "en-EN": "Along the way, Momotaro met a dog.",
    "id-ID": "Di tengah perjalanan, Momotaro bertemu dengan seekor anjing.",
    "zh-CN": "一路上，桃太郎遇到了一只狗。",
    "si-SI": "අතරමගදී මොමොටාරෝට බල්ලෙක් මුණගැසුණා."
  },
  {
    "ja-JA": "「おい、どこへ行くんだ？」と犬が尋ねます。",
    "en-EN": "\"Hey, where are you going?\" the dog asks.",
    "id-ID": "\"Hei, kamu mau ke mana?\" tanya anjing itu.",
    "zh-CN": "“嘿，你要去哪里？”狗问。",
    "si-SI": "\"ඒයි, ඔයා කොහෙද යන්නේ?\" බල්ලා අසයි."
  },
  {
    "ja-JA": "「鬼ヶ島へ鬼退治に行くんだ」と桃太郎が答えると、犬は「私も行きたい！」と一緒に行くことにしました。",
    "en-EN": "When Momotaro answered, ``I'm going to Onigashima to kill demons,'' the dog said, ``I want to go too!'' and decided to go with him.",
    "id-ID": "Ketika Momotaro menjawab, ``Saya akan pergi ke Onigashima untuk membunuh iblis,'' anjing itu berkata, ``Saya ingin pergi juga!'' dan memutuskan untuk pergi bersamanya.",
    "zh-CN": "当桃太郎回答说：“我要去鬼岛杀鬼”时，狗说：“我也想去！”并决定和他一起去。",
    "si-SI": "Momotaro පිළිතුරු දුන් විට, \"මම භූතයන් මරන්න Onigashima යනවා\", බල්ලා, \"මටත් යන්න ඕනේ!\" ඔහු සමඟ යන්න තීරණය කළා."
  },
  {
    "ja-JA": "さらに、猿とキジも加わり、桃太郎はたくさんの仲間と鬼ヶ島を目指します。",
    "en-EN": "In addition, a monkey and a pheasant join the group, and Momotaro heads for Onigashima with his many friends.",
    "id-ID": "Selain itu, seekor monyet dan burung pegar bergabung dengan grup tersebut, dan Momotaro menuju Onigashima bersama banyak temannya.",
    "zh-CN": "此外，一只猴子和一只野鸡也加入了队伍，桃太郎和他的许多朋友一起前往鬼岛。",
    "si-SI": "ඊට අමතරව, වඳුරෙකු සහ පිහාටුවෙකු කණ්ඩායමට එකතු වන අතර, මොමොටාරෝ ඔහුගේ බොහෝ මිතුරන් සමඟ ඔනිගෂිමා වෙත ගමන් කරයි."
  },
  {
    "ja-JA": "鬼ヶ島に着くと、鬼たちは桃太郎たちを恐ろしい形相で迎えました。",
    "en-EN": "When they arrived at Onigashima, the demons greeted Momotaro and his friends with terrifying faces.",
    "id-ID": "Sesampainya di Onigashima, para iblis menyambut Momotaro dan teman-temannya dengan wajah yang menakutkan.",
    "zh-CN": "当他们到达鬼岛时，恶魔们用可怕的面孔迎接桃太郎和他的朋友们。",
    "si-SI": "ඔවුන් ඔනිගෂිමා වෙත පැමිණි විට, යක්ෂයන් බියජනක මුහුණුවලින් මොමොටාරෝ සහ ඔහුගේ මිතුරන් පිළිගත්හ."
  },
  {
    "ja-JA": "しかし、桃太郎たちは怖がることなく、鬼たちにきびだんごを投げつけます。",
    "en-EN": "However, Momotaro and his friends are not afraid and throw millet dumplings at the demons.",
    "id-ID": "Namun Momotaro dan teman-temannya tidak takut dan melemparkan pangsit millet ke arah setan.",
    "zh-CN": "然而，桃太郎和他的朋友们并不害怕，他们向恶魔扔了小米饺子。",
    "si-SI": "කෙසේ වෙතත්, Momotaro සහ ඔහුගේ මිතුරන් බිය නොවී භූතයන් වෙත මෙනේරි ඩම්ප්ලිං විසි කරයි."
  },
  {
    "ja-JA": "鬼たちはきびだんごを食べてしまい、その隙に桃太郎たちは鬼たちと激しい戦いを繰り広げました。",
    "en-EN": "The demons ate the millet dumplings, and Momotaro and his friends engaged in a fierce battle.",
    "id-ID": "Para iblis memakan pangsit millet, dan Momotaro serta teman-temannya terlibat dalam pertempuran sengit.",
    "zh-CN": "恶魔们吃了小米饺子，桃太郎和他的朋友们展开了激烈的战斗。",
    "si-SI": "යක්ෂයන් මෙනේරි ඩම්ප්ලිං අනුභව කළ අතර මොමොටාරෝ සහ ඔහුගේ මිතුරන් දරුණු සටනක නිරත වූහ."
  },
  {
    "ja-JA": "激しい戦いの末、桃太郎たちは見事鬼たちを打ち負かしました。",
    "en-EN": "After a fierce battle, Momotaro and his friends successfully defeated the demons.",
    "id-ID": "Setelah pertarungan sengit, Momotaro dan kawan-kawan berhasil mengalahkan para iblis.",
    "zh-CN": "经过一番激战，桃太郎和他的朋友们成功击败了恶魔。",
    "si-SI": "දරුණු සටනකින් පසු, Momotaro සහ ඔහුගේ මිතුරන් යක්ෂයන් සාර්ථකව පරාජය කළහ."
  },
  {
    "ja-JA": "鬼たちは桃太郎たちに宝物や美味しい食べ物をたくさん与え、お詫びしました。",
    "en-EN": "The demons gave Momotaro and his friends lots of treasure and delicious food and apologized.",
    "id-ID": "Para iblis memberi Momotaro dan teman-temannya banyak harta dan makanan lezat dan meminta maaf.",
    "zh-CN": "恶魔们给了桃太郎和他的朋友们大量的宝藏和美味的食物，并向他们道歉。",
    "si-SI": "යක්ෂයෝ මොමොටාරෝට සහ ඔහුගේ මිතුරන්ට නිධානයක් සහ රසවත් ආහාර ලබා දී සමාව අයැද සිටියහ."
  },
  {
    "ja-JA": "桃太郎たちはたくさんの宝物を持って村へ帰りました。",
    "en-EN": "Momotaro and his friends returned to the village with many treasures.",
    "id-ID": "Momotaro dan teman-temannya kembali ke desa dengan membawa banyak harta karun.",
    "zh-CN": "桃太郎和他的朋友们带着许多宝物回到了村庄。",
    "si-SI": "Momotaro සහ ඔහුගේ මිතුරන් බොහෝ නිධන් සමඟ ආපසු ගමට පැමිණියහ."
  },
  {
    "ja-JA": "村の人たちは桃太郎たちの活躍を喜び、盛大な祝いをしました。",
    "en-EN": "The villagers were delighted with Momotaro's success and held a grand celebration.",
    "id-ID": "Penduduk desa senang dengan keberhasilan Momotaro dan mengadakan perayaan besar.",
    "zh-CN": "村民们为桃太郎的成功感到高兴，并举行了盛大的庆祝活动。",
    "si-SI": "ගම්වාසීන් Momotaro ගේ සාර්ථකත්වය ගැන සතුටට පත් වූ අතර විශාල උත්සවයක් පැවැත්වීය."
  },
  {
    "ja-JA": "桃太郎は村の英雄となり、おじいさんとおばあさんと幸せに暮らしました。",
    "en-EN": "Momotaro became a hero of the village and lived happily with his grandfather and grandmother.",
    "id-ID": "Momotaro menjadi pahlawan desa dan hidup bahagia bersama kakek dan neneknya.",
    "zh-CN": "桃太郎成为了村里的英雄，和爷爷、奶奶幸福地生活在一起。",
    "si-SI": "Momotaro ගමේ වීරයෙක් බවට පත් වූ අතර ඔහුගේ සීයා සහ ආච්චි සමඟ සතුටින් ජීවත් විය."
  }
]