[
  {
    "ja-JA": "ロンドンの郊外に住むウェンディ・ダーリングの寝室に、ある夜、不思議な影が忍び込みます。",
    "en-EN": "One night, a mysterious shadow sneaks into Wendy Darling's bedroom in the suburbs of London.",
    "id-ID": "Suatu malam, bayangan misterius menyelinap ke kamar Wendy Darling di pinggiran kota London.",
    "zh-CN": "一天晚上，一个神秘的影子潜入伦敦郊区温迪·达林的卧室。"
  },
  {
    "ja-JA": "それは、永遠の少年ピーター・パンの影でした。",
    "en-EN": "It was the shadow of the eternal boy Peter Pan.",
    "id-ID": "Itu adalah bayangan anak laki-laki abadi Peter Pan.",
    "zh-CN": "那是永远的男孩彼得·潘的影子。"
  },
  {
    "ja-JA": "ピーターは、ウェンディに自分の影を縫い付けてほしいと頼みます。",
    "en-EN": "Peter asks Wendy to sew his shadow on.",
    "id-ID": "Peter meminta Wendy menjahit bayangannya.",
    "zh-CN": "彼得请温蒂缝上他的影子。"
  },
  {
    "ja-JA": "ウェンディは、ピーターパンの話を聞いて心を躍らせ、弟のジョンとマイケル、そして犬のナナと共に、ピーターパンに連れられ、空を飛んでネバーランドへと旅立ちます。",
    "en-EN": "When Wendy hears Peter Pan's story, she is excited and, along with her younger brothers John and Michael, and their dog Nana, Peter Pan takes her with her and they fly through the sky to Neverland.",
    "id-ID": "Ketika Wendy mendengar cerita Peter Pan, dia bersemangat dan, bersama adik laki-lakinya John dan Michael, serta anjing mereka Nana, Peter Pan membawanya bersamanya dan mereka terbang melintasi angkasa menuju Neverland.",
    "zh-CN": "当温蒂听到彼得潘的故事时，她很兴奋，和她的弟弟约翰和迈克尔以及他们的狗娜娜一起，彼得潘带着她一起飞过天空到梦幻岛。"
  },
  {
    "ja-JA": "ネバーランドは、子供たちが永遠に子供でいられる夢のような島でした。",
    "en-EN": "Neverland was a dreamlike island where children could remain children forever.",
    "id-ID": "Neverland adalah sebuah pulau impian dimana anak-anak bisa tetap menjadi anak-anak selamanya.",
    "zh-CN": "梦幻岛是一座梦幻般的岛屿，孩子们在这里可以永远是孩子。"
  },
  {
    "ja-JA": "ピーターパンは、迷子になった子供たちを率いて、インディアンのタイガー・リリーや海賊のフック船長と戦いながら、冒険の日々を送っていました。",
    "en-EN": "Peter Pan led a group of lost children on an adventure, fighting the Indian Tiger Lily and the pirate Captain Hook.",
    "id-ID": "Peter Pan memimpin sekelompok anak hilang dalam sebuah petualangan, melawan Indian Tiger Lily dan bajak laut Kapten Hook.",
    "zh-CN": "彼得·潘带领一群迷失的孩子踏上冒险之旅，与印度虎百合和海盗胡克船长战斗。"
  },
  {
    "ja-JA": "ウェンディは、迷子たちに寝物語を聞かせてあげたり、家事を手伝ったりと、まるで母親のような存在になります。",
    "en-EN": "Wendy becomes almost like a mother, telling the lost children bedtime stories and helping with the housework.",
    "id-ID": "Wendy menjadi hampir seperti seorang ibu, menceritakan kisah pengantar tidur kepada anak-anaknya yang hilang dan membantu pekerjaan rumah.",
    "zh-CN": "温蒂几乎变得像一位母亲，给迷失的孩子们讲睡前故事并帮忙做家务。"
  },
  {
    "ja-JA": "しかし、ピーターパンはウェンディが大人になることを恐れており、彼女をネバーランドに引きとめようとします。",
    "en-EN": "However, Peter Pan is afraid of Wendy growing up and tries to keep her in Neverland.",
    "id-ID": "Namun, Peter Pan takut Wendy tumbuh dewasa dan berusaha mempertahankannya di Neverland.",
    "zh-CN": "然而，彼得·潘害怕温蒂长大，并试图将她留在梦幻岛。"
  },
  {
    "ja-JA": "一方、海賊のフック船長は、かつてピーターパンに右手をワニに食いちぎられた過去を持ち、彼への復讐を誓っていました。",
    "en-EN": "Meanwhile, Captain Hook, a pirate, once had his right hand bitten off by a crocodile and vowed revenge on Peter Pan.",
    "id-ID": "Sementara itu, Kapten Hook, seorang bajak laut, pernah mengalami tangan kanan digigit buaya dan bersumpah akan membalas dendam pada Peter Pan.",
    "zh-CN": "与此同时，海盗胡克船长的右手被鳄鱼咬掉，发誓要向彼得潘报仇。"
  },
  {
    "ja-JA": "フック船長は、ウェンディを誘拐し、ピーターパンをおびき出そうとします。",
    "en-EN": "Captain Hook kidnaps Wendy and tries to lure Peter Pan out.",
    "id-ID": "Kapten Hook menculik Wendy dan mencoba memancing Peter Pan keluar.",
    "zh-CN": "胡克船长绑架了温蒂并试图引诱彼得潘出来。"
  },
  {
    "ja-JA": "ピーターパンとウェンディ、そして迷子たちは、フック船長との激しい戦いを繰り広げます。",
    "en-EN": "Peter Pan, Wendy, and the Lost Children engage in a fierce battle with Captain Hook.",
    "id-ID": "Peter Pan, Wendy, dan Lost Children terlibat dalam pertempuran sengit dengan Kapten Hook.",
    "zh-CN": "彼得·潘、温蒂和迷失的孩子们与胡克船长进行了一场激烈的战斗。"
  },
  {
    "ja-JA": "最終的に、ピーターパンはフック船長を打ち破り、ネバーランドの平和を守ります。",
    "en-EN": "In the end, Peter Pan defeats Captain Hook and maintains peace in Neverland.",
    "id-ID": "Pada akhirnya, Peter Pan mengalahkan Kapten Hook dan menjaga perdamaian di Neverland.",
    "zh-CN": "最终，彼得潘击败了胡克船长，维护了梦幻岛的和平。"
  },
  {
    "ja-JA": "しかし、ウェンディは、いつまでも子供でいることはできないことを悟ります。",
    "en-EN": "However, Wendy realizes that she cannot remain a child forever.",
    "id-ID": "Namun, Wendy menyadari bahwa dia tidak bisa tetap menjadi anak-anak selamanya.",
    "zh-CN": "然而，温蒂意识到她不能永远保持孩子的身份。"
  },
  {
    "ja-JA": "彼女は、成長し大人になるために、ロンドンへ帰る決意をします。",
    "en-EN": "She decides to return to London to grow up and become an adult.",
    "id-ID": "Dia memutuskan untuk kembali ke London untuk tumbuh dan menjadi dewasa.",
    "zh-CN": "她决定返回伦敦长大并成为成年人。"
  },
  {
    "ja-JA": "ピーターパンはウェンディの決断を寂しく思いながらも、彼女の幸せを願い、見送ります。",
    "en-EN": "Although Peter Pan feels sad about Wendy's decision, he wishes her happiness and sees her off.",
    "id-ID": "Meskipun Peter Pan merasa sedih dengan keputusan Wendy, dia mendoakan kebahagiaannya dan mengantarnya pergi.",
    "zh-CN": "彼得·潘虽然对温蒂的决定感到难过，但还是祝愿她幸福并为她送行。"
  },
  {
    "ja-JA": "ウェンディはロンドンに戻り、再び普通の生活に戻ります。",
    "en-EN": "Wendy returns to London and resumes her normal life again.",
    "id-ID": "Wendy kembali ke London dan melanjutkan kehidupan normalnya lagi.",
    "zh-CN": "温蒂回到伦敦，再次恢复正常的生活。"
  },
  {
    "ja-JA": "しかし、ネバーランドでの冒険の記憶は、ウェンディの心に永遠に残ることになります。",
    "en-EN": "However, the memories of her adventure in Neverland will remain in Wendy's heart forever.",
    "id-ID": "Namun kenangan petualangannya di Neverland akan tetap membekas di hati Wendy selamanya.",
    "zh-CN": "然而，她在梦幻岛冒险的记忆将永远留在温蒂心中。"
  }
]