[
  {
    "ja-JA": "カンザス州の広大な草原で暮らす少女ドロシーは、ある日、竜巻に巻き込まれ、飼い犬のトトと共に不思議な国オズへと連れて行かれます。",
    "en-EN": "One day, Dorothy, a girl living in the vast prairie of Kansas, is caught in a tornado and taken with her dog, Toto, to the mysterious land of Oz.",
    "id-ID": "Suatu hari, Dorothy, seorang gadis yang tinggal di padang rumput luas Kansas, terjebak dalam tornado dan dibawa bersama anjingnya, Toto, ke negeri misterius Oz.",
    "zh-CN": "有一天，生活在堪萨斯州广阔草原上的女孩多萝西遭遇龙卷风，她和她的狗托托被带到了神秘的奥兹国。"
  },
  {
    "ja-JA": "ドロシーが着いたのは、マンチキンと呼ばれる小人たちが住むカラフルな国でした。",
    "en-EN": "Dorothy arrives in a colorful country inhabited by dwarfs called Munchkins.",
    "id-ID": "Dorothy tiba di negara penuh warna yang dihuni oleh para kurcaci bernama Munchkins.",
    "zh-CN": "多萝西来到了一个色彩缤纷的国家，居住着一群名叫芒基金的小矮人。"
  },
  {
    "ja-JA": "ドロシーの家が、邪悪な東の魔女を押しつぶしたため、マンチキンたちはドロシーを英雄として迎え入れます。",
    "en-EN": "Dorothy's house crushes the evil Witch of the East, and the Munchkins embrace her as a hero.",
    "id-ID": "Rumah Dorothy menghancurkan Penyihir jahat dari Timur, dan keluarga Munchkin menganggapnya sebagai pahlawan.",
    "zh-CN": "多萝西的房子粉碎了邪恶的东方女巫，芒奇金人将她视为英雄。"
  },
  {
    "ja-JA": "東の魔女の銀の靴を手に入れたドロシーは、北の良い魔女から、エメラルドシティに住む偉大なオズの魔法使いに会いに行けば、故郷のカンザスへ帰れるかもしれないと告げられます。",
    "en-EN": "After obtaining the Witch of the East's silver shoes, Dorothy is told by the Good Witch of the North that if she goes to see the great Wizard of Oz in the Emerald City, she may be able to return to her hometown of Kansas.",
    "id-ID": "Setelah mendapatkan sepatu perak Penyihir dari Timur, Dorothy diberitahu oleh Penyihir Baik dari Utara bahwa jika dia pergi menemui Penyihir Oz yang hebat di Kota Zamrud, dia mungkin dapat kembali ke kampung halamannya di Kansas.",
    "zh-CN": "获得东方女巫的银鞋后，北方好女巫告诉多萝西，如果她去翡翠城见见伟大的绿野仙踪，她也许就能回到家乡堪萨斯州。"
  },
  {
    "ja-JA": "旅の途中で、ドロシーは藁でできたカカシ、ブリキの体をしたきこり、臆病なライオンと出会います。",
    "en-EN": "On her journey, Dorothy meets a scarecrow made of straw, a woodcutter with a tin body, and a cowardly lion.",
    "id-ID": "Dalam perjalanannya, Dorothy bertemu dengan orang-orangan sawah yang terbuat dari jerami, seorang penebang kayu berbadan timah, dan seekor singa pengecut.",
    "zh-CN": "在旅途中，多萝西遇到了稻草人、锡身樵夫和胆怯的狮子。"
  },
  {
    "ja-JA": "カカシは脳みそが欲しい、きこりは心が欲しい、ライオンは勇気が欲しいと願い、それぞれドロシーと共にエメラルドシティへと向かうことを決意します。",
    "en-EN": "The Scarecrow wishes for a brain, the Woodcutter wishes for a heart, and the Lion wishes for courage, and each of them decides to head to the Emerald City with Dorothy.",
    "id-ID": "Orang-orangan Sawah menginginkan otak, Penebang Kayu menginginkan hati, dan Singa menginginkan keberanian, dan masing-masing dari mereka memutuskan untuk pergi ke Kota Zamrud bersama Dorothy.",
    "zh-CN": "稻草人想要大脑，樵夫想要心脏，狮子想要勇气，他们决定和多萝西一起前往翡翠城。"
  },
  {
    "ja-JA": "一行は、黄色いレンガ道をたどり、様々な冒険を経験します。",
    "en-EN": "The group follows the yellow brick road and experiences various adventures.",
    "id-ID": "Rombongan mengikuti jalan bata kuning dan mengalami berbagai petualangan.",
    "zh-CN": "一行人沿着黄砖路，经历各种冒险。"
  },
  {
    "ja-JA": "西の悪い魔女との戦い、ヒツジの群れとの出会い、エメラルドシティへの道案内をしてくれるこわがりライオンなど、数々の出来事が待ち受けています。",
    "en-EN": "Many adventures await, including a battle with the Wicked Witch of the West, an encounter with a herd of sheep, and a scary lion who will guide you to the Emerald City.",
    "id-ID": "Banyak petualangan menanti, termasuk pertarungan dengan Penyihir Jahat dari Barat, pertemuan dengan kawanan domba, dan singa menakutkan yang akan memandu Anda ke Kota Zamrud.",
    "zh-CN": "许多冒险等待着您，包括与西方邪恶女巫的战斗，与一群羊的遭遇，以及将引导您前往翡翠城的可怕狮子。"
  },
  {
    "ja-JA": "ようやくたどり着いたエメラルドシティで、一行はオズの魔法使いと対面します。",
    "en-EN": "Finally arriving at Emerald City, the group meets the Wizard of Oz.",
    "id-ID": "Akhirnya tiba di Emerald City, kelompok tersebut bertemu dengan Wizard of Oz.",
    "zh-CN": "最终到达翡翠城，一行人遇到了绿野仙踪。"
  },
  {
    "ja-JA": "しかし、オズの魔法使いは、実は普通の男で、魔法の力など持っていませんでした。",
    "en-EN": "However, the Wizard of Oz was actually an ordinary man with no magical powers.",
    "id-ID": "Namun, Wizard of Oz sebenarnya adalah manusia biasa yang tidak memiliki kekuatan magis.",
    "zh-CN": "然而，绿野仙踪实际上是一个没有魔法能力的普通人。"
  },
  {
    "ja-JA": "オズの魔法使いは、ドロシーたちに、それぞれが持っているものに気づかせてくれます。",
    "en-EN": "The Wizard of Oz makes Dorothy and her friends realize what each of them has.",
    "id-ID": "Wizard of Oz membuat Dorothy dan teman-temannya menyadari apa yang mereka miliki.",
    "zh-CN": "绿野仙踪让多萝西和她的朋友们意识到他们每个人都有什么。"
  },
  {
    "ja-JA": "カカシは、すでに賢く優しい心を持っていること、きこりは、ドロシーを助ける勇気ある心を持っていること、ライオンは、友達を大切にする心を持っていることを。",
    "en-EN": "The Scarecrow already has a wise and kind heart, the Woodcutter has a courageous heart to help Dorothy, and the Lion has a heart that values ​​his friends.",
    "id-ID": "Orang-orangan Sawah sudah mempunyai hati yang bijaksana dan baik hati, Penebang Kayu mempunyai hati yang berani membantu Dorothy, dan Singa mempunyai hati yang menghargai teman-temannya.",
    "zh-CN": "稻草人已有一颗智慧善良的心，樵夫已有一颗勇敢帮助多萝西的心，而狮子则有一颗珍视朋友的心。"
  },
  {
    "ja-JA": "そして、ドロシーには、友達を大切にする心と、困難を乗り越える勇気があることを。",
    "en-EN": "And that Dorothy has the heart to cherish her friends and the courage to overcome hardships.",
    "id-ID": "Dan Dorothy memiliki hati untuk menghargai teman-temannya dan keberanian untuk mengatasi kesulitan.",
    "zh-CN": "并且多萝西有一颗珍惜朋友的心，有克服困难的勇气。"
  },
  {
    "ja-JA": "ドロシーは、銀の靴の力を使い、願いを唱えます。",
    "en-EN": "Dorothy uses the power of the silver shoes to make a wish.",
    "id-ID": "Dorothy menggunakan kekuatan sepatu perak untuk membuat permintaan.",
    "zh-CN": "多萝西利用银鞋的力量许愿。"
  },
  {
    "ja-JA": "すると、竜巻が再び現れ、ドロシーとトトは、見慣れたカンザスの草原に戻ることができました。",
    "en-EN": "Then the tornado reappears, allowing Dorothy and Toto to return to the familiar Kansas prairie.",
    "id-ID": "Kemudian tornado muncul kembali, memungkinkan Dorothy dan Toto kembali ke padang rumput Kansas yang sudah dikenalnya.",
    "zh-CN": "随后龙卷风再次出现，让多萝西和托托回到了熟悉的堪萨斯大草原。"
  },
  {
    "ja-JA": "しかし、ドロシーは、オズで出会った仲間たちとの冒険を決して忘れません。",
    "en-EN": "However, Dorothy will never forget her adventures with the friends she met in Oz.",
    "id-ID": "Namun, Dorothy tidak akan pernah melupakan petualangannya bersama teman-teman yang ditemuinya di Oz.",
    "zh-CN": "然而，多萝西永远不会忘记她在奥兹国遇到的朋友们的冒险经历。"
  },
  {
    "ja-JA": "そして、この経験を通して、ドロシーは大切なことを学び、成長します。",
    "en-EN": "Through this experience, Dorothy learns important things and grows.",
    "id-ID": "Melalui pengalaman ini, Dorothy mempelajari hal-hal penting dan berkembang.",
    "zh-CN": "通过这次经历，多萝西学到了重要的东西并成长。"
  }
]